kevonxt/Esp32ZigSniff/sdkconfig.defaults
# Target: ESP32-C6 with native USB Serial/JTAG and IEEE 802.15.4
CONFIG_IDF_TARGET="esp32c6"
CONFIG_ESP_CONSOLE_USB_SERIAL_JTAG=y
CONFIG_IEEE802154_ENABLED=y
